{
  "GET BACK TO DOING WHAT YOU LOVE": "GET BACK TO DOING WHAT YOU LOVE",
  "DON'T SUFFER FROM PAIN WHEN YOU CAN MANAGE IT" : "DON'T SUFFER FROM PAIN WHEN YOU CAN MANAGE IT",
  "Pain relief": "舒緩疼痛",
  "Improved mobility and function": "提高活動能力和功能",
  "Injury prevention": "預防受傷",
  "Enhanced sports performance": "提升運動表現",
  "Book Now": "立即預約",
  "Contact Us": "聯絡我們",
  "Learn More": "了解更多",
  
  "People all have something they enjoy doing; whether it be sports or family activities. They all have goals they want to achieve. At Fitsio, guided by our core values, we empower people to live a better life. We love to see people who enjoy their life and do what they enjoy doing. To do that, we treat people as unique individuals. We discuss rehabilitation roadmap to achieve their personal goals. We use a holistic approach by taking into consideration both conditions and general well-being. We provide physiotherapy and prescribe exercises to enhance better outcomes.": "每個人都有自己喜歡做的事情，無論是運動還是家庭活動。他們都有自己想要達成的目標。在Fitsio，我們秉持著核心價值觀，使人們有更美好的生活。我們喜歡看到人們享受生活，做他們喜歡的事情。為了實現這一目標，我們的治療計劃為每個人度身訂造。我們討論復健路線圖以達到他們的個人目標。我們採用全人照護，考慮疾病和整體身體狀況。我們提供物理治療並開具運動處方，以提升效果。", 

  "Our values": "我們的價值觀",
  "Holistic care": "全人照護",
  "We consider our clients' general well-being.": "我們考慮到客戶的整體健康狀況。",
  "Individualized services": "個別化服務",
  "We provide services on a one-to-one basis.": "我們提供一對一服務。",
  "Exercise rehabilitation": "運動治療", 
  "We prescribe exercises as part of the management.": "我們會在治療中加入運動處方，讓運動成為治療的一部分。", 
  "Goal-oriented": "目標導向", 
  "Our treatment and exercise rehabilitation are guided by clients' goals.": "我們根據客戶的目標來進行物理治療和運動治療。",
  "Empowerment": "賦予權力",
  "We promote self-management and disease prevention.": "我們促進自我管理和疾病預防。",
  "Long-lasting clinical outcomes": "持久臨床效果",
  "We focus on long-term solutions by addressing causes and symptoms of musculoskeletal conditions.": "我們著重長遠解決方案，從疾病的原因和症狀入手。",
  "Ongoing support": "持續支持",
  "Our team will follow up on our clients regularly. Please contact us if you have any concerns.": "我們的團隊將定期跟進客戶情況。如果您有任何疑慮，請隨時與我們聯繫。",
  "Evidence-based practice": "循證實踐",
  "We integrate the best available research evidence with clinical expertise and clients' values for our treatment.": "我們將最佳的研究證據與臨床專業知識和客戶價值觀結合，來提供治療。",
  
  "Our services": "我們的服務",
  "Manual therapy": "徒手治療",
  "Acupuncture": "針灸治療",
  "Exercise rehabilitation": "運動治療",
  "Massage therapy": "按摩治療",
  "Shockwave therapy": "衝擊波治療",
  "Electrotherapy": "電療",
  "Cupping therapy": "拔罐治療",

  "Our team": "我們的團隊",

  "Follow Us on": "Follow Us on",
  "Opening Hours": "Opening Hours",
  "Monday to Friday: 6am – 8pm": "Monday to Friday: 6am – 8pm",
  "Saturday: 7am – 2pm": "Saturday: 7am – 2pm",
  "Sunday: Appointment only": "Sunday: Appointment only",
  "Fitsio. Copyright 2024 - All rights reserved.": "Fitsio. Copyright 2024 - All rights reserved."
}