{
  "About": "About",
  "Meet Our Team": "Meet Our Team",
  "Services": "Services",
  "Manual Therapy": "Manual Therapy",
  "Acupuncture": "Acupuncture",
  "Exercise Rehabilitation": "Exercise Rehabilitation",
  "Massage Therapy": "Massage Therapy",
  "Extracorporeal Shockwave Therapy": "Extracorporeal Shockwave Therapy",
  "Electrotherapy": "Electrotherapy",
  "Cupping Therapy": "Cupping Therapy",
  "Fees": "Fees",
  "Conditions": "Conditions",
  "Contact": "Contact",
  "Book Online": "Book Online",
  
  "Head": "Head",
  "Cervicogenic headaches": "Cervicogenic headaches",
  "What is a cervicogenic headache?": "What is a cervicogenic headache?",
  "Cervicogenic headache is thought to be a referred pain from irritation to neck structures (joints and soft tissues) innervated by C1-3 spinal nerves.": "Cervicogenic headache is thought to be a referred pain from irritation to neck structures (joints and soft tissues) innervated by C1-3 spinal nerves.",
  "What are the common clinical features?": "What are the common clinical features?",
  "Headache is one-sided without a side shift with pain in the neck, shoulder, or arm on the same side.": "Headache is one-sided without a side shift with pain in the neck, shoulder, or arm on the same side.",
  "Reduced neck range of motion.": "Reduced neck range of motion.",
  "Pain is worse with suboptimal posture and movement of the head and neck.": "Pain is worse with suboptimal posture and movement of the head and neck.",
  "How to manage the cervicogenic headache?": "How to improve cervicogenic headache?",
  "Treatment and management: reduce pain with manual therapy, massage therapy, acupuncture, cupping therapy, or electrotherapy.": "Physical therapy: reduce pain with manual therapy, massage therapy, acupuncture therapy, cupping therapy, or electrotherapy.",
  "Exercises: range of motion, stretches, and strengthening exercises": "Exercises: range of motion, stretches, and strengthening exercises.",

  "Neck": "Neck",
  "What caused neck pain?": "What caused neck pain?",
  "From incident (whiplash): might involve muscle strain, ligament sprain, or fracture.": "From accident (whiplash): might involve muscle strain, ligament sprain, or fracture.",
  "From overuse: might involve sustained postures from daily tasks (home or work) or poor sleep postures causing tissue overloading.": "From overuse: might involve sustained postures from daily tasks (home or work) or poor sleep postures causing tissue overloading.",
  "Contributing factors (poor quality of sleep and bad mood, and so on) might amplify your pain experience.": "Contributing factors (poor quality of sleep and bad mood, and so on) might amplify your pain experience.",
  "How to manage neck pain?": "How to manage neck pain?",
  "For whiplash": "For whiplash",
  "Assessment: your physiotherapist will do thorough assessments based on guidelines.": "Assessment: your physiotherapist will do thorough assessments based on guidelines.",
   "Investigation: might require an X-ray for the neck depending on assessment findings.": "Investigation: Depending on the assessment results, an X-ray of the neck may be required.",
   "Treatment: relieve pain and associated symptoms with manual therapy.": "Treatment: relieve pain and associated symptoms with manual therapy.",
   "Exercises: improve muscle performance (strength and control) and address other injuries.": "Exercises: improve muscle performance (strength and control) and address other injuries.",
   "Optimism: stay positive.": "Stay positive and optimistic.",
   "For overuse": "Overuse",
   "Treatment and management: relieve pain and associated symptoms with acupuncture, manual therapy, massage therapy, electrotherapy, cupping therapy, or tapping.": "Physical therapy: use acupuncture, manual therapy, massage therapy, electrotherapy, cupping therapy, or kinesiology Patches and taping techniques relieve pain and associated symptoms.",
   "Exercises: improve neck range of motion and muscle performance.": "Exercises: Improve neck range of motion and muscle performance.",

   "Mid back": "Mid back",
   "What caused mid back pain?": "What caused mid back pain?",
   "Pain might be from irritation to intervertebral discs, rib articulations, Z joints, or paraspinals in mid-back region as a result of incident, repetitive movements, or sustained postures from daily tasks (home or work).": "Pain may be Stimulation of the intervertebral discs, rib joints, Z joints, or back muscles in the mid-back due to accidents, repetitive strain injuries, or prolonged posture during everyday activities (household or work).",
   "How to manage mid back pain?": "How to manage mid back pain?",
   "Treatment and management: reduce pain and stiffness with manual therapy, massage therapy, or cupping therapy.": "Physical therapy: reduce pain and stiffness with manual therapy, massage therapy, or cupping therapy.",
   "Exercises: range of motion, stretches, and strengthening exercises.": "Exercises: range of motion, stretches, and strengthening exercises.",

   "Low back": "Waist",
   "What caused low back pain?": "What caused low back pain?",
   "From incident: might involve muscle strain, ligament sprain, or fracture.": "From accident: might involve muscle strain, ligament sprain, or fracture.",
   "From overuse: might involve repetitive movements or sustained postures from daily tasks (home or work) causing tissue overloading.": "From overuse: might involve repetitive movements or sustained postures from daily tasks (home or work) causing tissue overloading.",
   "Contributing factors (poor quality of sleep and bad mood, and so on) might amplify your pain experience.": "Contributing factors (poor quality of sleep and bad mood, and so on) might amplify your pain experience.",
   "How to manage low back pain?": "How to improve low back pain?",
   "Treatment and management: reduce pain with manual therapy, massage therapy, acupuncture, tapping, cupping therapy, or electrotherapy.": "Physical therapy: use manual therapy, massage therapy, acupuncture treatment, kinesiology tape and taping technology, Cupping therapy or electrotherapy for pain relief.",
   "Exercises: range of motion, stretches, and strengthening exercises.": "Exercises: range of motion, stretches, and strengthening exercises.",
   "What caused sciatica?": "What caused sciatica?",
   "Sciantica Refers and Inflammation that Affects The Sciatic Nerve, Which Travels from the Lower Back and Download. IRRITATATATATION to Sciant Might Might Be FR Om Bulging Lumbar Discs or Tightness in the Hip Muscles Such as Piriformis (Piriformis Syndrome). might be accompanied with pins and needles, tinglings, numbness, or weakness in the lower limb.": "Sciatica is caused by inflammation of the sciatic nerve, which runs from the lower back down to the leg. Inflammation of the sciatic nerve can come from a herniated disc or from a hip muscle such as a pear Tightening of the sciatica muscle (piriformis syndrome). Sciatica may be accompanied by tingling, numbness, tingling, or weakness in the lower extremity.",
   "How to manage sciatica?": "How to improve sciatica?",
   "Treatment and management: reduce pain with manual therapy, massage therapy, acupuncture, cupping therapy, or electrotherapy.": "Physical therapy: reduce pain with manual therapy, massage therapy, acupuncture therapy, cupping therapy, or electrotherapy.",
   "Exercises: range of motion, stretches, and strengthening exercises.": "Exercises: range of motion, stretches, and strengthening exercises.",

   "Shoulder": "Shoulder",
   "What structures are involved in shoulder pain?": "What structures are involved in shoulder pain?",
   "Rotator cuff related (tear/tendinopathy/bursitis)": "Rotator cuff related (tear/tendinopathy/bursitis).",
   "Joint related (frozen shoulder/labral tear/ACJ sprain)": "Shoulder joint related (frozen shoulder/labral tear/ACJ sprain).",
   "How to manage shoulder pain?": "How to improve shoulder pain?",
   "Treatment and management:": "Physical Therapy:",
   "Deload: avoid or modify activities that aggravate symptoms.": "Deload: avoid or modify activities that aggravate symptoms.",
   "Taping: tapping might be used to reduce pain and offload sensitive structures around the shoulder.": "Kinesiology Taping and Taping Technology: Kinesiology Taping can be used to reduce shoulder sensitivity and pain." ,
   "Acupuncture: acupuncture might be used to release trigger points and provide short-term pain relief.": "Acupuncture: Acupuncture might be used to release trigger points and provide short-term pain relief.",
   "Manual therapy: soft and deep tissue release, joint mobilization, or stretching might be used to reduce pain and muscle tightness, and improve range of motion.": "Manual therapy: soft and deep tissue release, joint mobilization, or stretching might be used to reduce pain and muscle tightness, and improve range of motion.",
   "Shockwave therapy: reduce tissue tightness around shoulder": "Shockwave therapy: reduce tissue tightness around the shoulder and promote tissue repair.",
   "Electrotherapy: therapeutic ultrasound might be used to reduce pain and inflammation.": "Electrotherapy: therapeutic ultrasound might be used to reduce pain and inflammation.",
   "Exercises:": "Exercises:",
   "Range of motion exercises: Range of motion exercises help to improve shoulder mobility and prevent stiffness.": "Range of motion exercises: Range of motion exercises help to improve shoulder mobility and prevent stiffness.",
   "Strengthening exercises: Strengthening exercises for rotator cuffs and muscles around the shoulder blade can improve shoulder biomechanics and reduce pain.": "Strengthening exercises: Strengthening exercises for rotator cuffs and muscles around the shoulder blade can improve shoulder biomechanics and reduce pain.",
  
   "Elbow": "Elbow",
   "What are the common conditions that cause elbow pain?": "What are the common conditions that cause elbow pain?",
   "Tennis elbow: it involves extensor muscles of the forearm. It is common in tennis players but not limited to other sports players (squash and badminton) or non-sport populations. The main reason for developing tennis elbow is overuse.": "Tennis Elbow: Involves the extensor muscles of the forearm. This is common in tennis players, but not limited to other players (such as squash and badminton) or non-athletic people. The main cause of tennis elbow is overuse.",
   "Golfer's elbow: it involves flexor muscles of the forearm. It is common in golf players but not limited to other sports players. The main reason for developing a golfer's elbow is overuse.": "Golfer's elbow: involves the flexor muscles of the forearm. It is common in golfers, but not limited to other players. The leading cause of golfer's elbow is overuse.",
   "How to manage elbow pain?": "How to improve elbow pain?",
   "Treatment and management:": "Physical Therapy:",
   "Deload: avoid or modify activities that aggravate symptoms. Sometimes, elbow brace might be suggested to relieve symptoms.": "Deload: avoid or modify activities that aggravate symptoms. Sometimes, elbow brace might be suggested to relieve symptoms.",
   "Taping: tapping might be used to reduce pain and offload sensitive structures around the elbow.": "Kinesiology Taping and Taping Technology: Kinesiology Taping can be used to reduce elbow sensitivity and pain. ",
   "Acupuncture: acupuncture might be used to release trigger points, reduce muscle tightness, and restore muscle function.": "Acupuncture: acupuncture might be used to release trigger points, reduce muscle tightness, and restore muscle function.",
   "Manual therapy: soft and deep tissue release, or joint mobilization might be used to reduce pain and improve range of motion.": "Manual therapy: soft and deep tissue release, or joint mobilization might be used to reduce pain and improve range of motion.",
   "Shockwave therapy: promote tissue healing.": "Shockwave therapy: promote tissue healing.",
   "Electrotherapy: therapeutic ultrasound or interferential therapy might be used to reduce pain and inflammation.": "Electrotherapy: therapeutic ultrasound or interferential therapy might be used to reduce pain and inflammation.",
   "Exercises:": "Electrotherapy: Ultrasound therapy or disruptive wave therapy can be used to reduce pain and inflammation.",
   "Range of motion exercises: Range of motion exercises help to improve elbow and wrist mobility and prevent stiffness.": "Range of motion exercises: Range of motion exercises help to improve elbow and wrist mobility and prevent stiffness.",
   "Strengthening exercises: Strengthening exercises for upper limbs can improve muscle performance.": "Strengthening exercises for upper limbs can improve muscle performance.",
  
   "Wrist": "Wrist",
   "What are the common conditions that cause wrist pain?": "What are the common conditions that cause wrist pain?",
   "Carpal tunnel syndrome: the median nerve is compressed as it passes through the carpal tunnel. This condition is characterized by burning wrist pain with numbness in the first three fingers.": "Carpal tunnel syndrome: when the median nerve passes through the carpal tunnel Compression. Common features are burning pain in wrist with numbness of first to third fingers.",
   "How to manage wrist pain?": "How to improve wrist pain?",
   "For carpal tunnel syndrome": "Carpal tunnel syndrome",
   "Treatment and management:": "Physical Therapy:",
   "Splinting and tapping: maintain wrist in neutral to avoid compression to the median nerve.": "Kinesiology taping and taping technique: maintain the wrist in a neutral position to avoid compression to the median nerve. Sometimes it may be recommended to use Wrist braces for symptom relief.",
   "Electrotherapy: might be helpful to reduce pain, swelling, and inflammation.": "Electrotherapy: might be helpful to reduce pain, swelling, and inflammation.",
   "Exercises:": "Exercises:",
   "Nerve and tendon gliding exercises.": "Nerve and tendon gliding exercises.",
   "Median nerve sliding exercises.": "Median nerve sliding exercises.",
  
   "Thumb": "Thumb",
   "What are the common conditions that cause thumb pain?": "What are the common conditions that cause thumb pain?",
   "Mother's thumb: also called De Quervain's tenosynovitis affects the synovium of abductor pollicis longus and extensor pollicis brevis tendons. This results in pain, swelling, and inflammation.": "Mother's hand: also known as stenosy tenosynovitis, affecting thumb abduction Synovium of the longus and extensor hallux brevis muscles. This causes pain, swelling, and inflammation.",
   "How to manage thumb pain?": "How to improve thumb pain?",
   "For mother’s thumb": "Mom's thumb:",
   "Treatment and management:": "Physical Therapy:",
   "Deload: avoid or modify activities that aggravate symptoms. Sometimes, thumb brace might be suggested to relieve symptoms.": "Deload: avoid or modify activities that aggravate symptoms. Sometimes, thumb brace might be suggested to relieve symptoms.",
   "Taping: tapping might be used to reduce pain and offload sensitive structures around the thumb.": "Kinesiology Taping and Taping Technology: Kinesiology Taping can be used to reduce thumb sensitivity and pain." ,
   "Acupuncture: acupuncture might be used to release trigger points, reduce muscle tightness, and restore muscle function.": "Acupuncture: acupuncture might be used to release trigger points, reduce muscle tightness, and restore muscle function.",
   "Shockwave therapy: promote tissue healing.": "Promote tissue repair.",
   "Electrotherapy: therapeutic ultrasound or interferential therapy might be used to reduce pain and inflammation.": "Electrotherapy: therapeutic ultrasound or interferential therapy might be used to reduce pain and inflammation.",
   "Exercises:": "Exercises:",
   "Range of motion exercises: Range of motion exercises help to improve thumb and wrist mobility and prevent stiffness.": "Range of motion exercises: Range of motion exercises help to improve thumb and wrist mobility and prevent stiffness.",
   "Strengthening exercises: Strengthening exercises for upper limbs can improve muscle performance.": "Strengthening exercises: Strengthening exercises for upper limbs can improve muscle performance.",
  
   "Pelvis": "Pelvis",
   "What structures are involved in pelvic girdle pain (PGP)?": "What structures are involved in pelvic girdle pain?",
   "The structures that are commonly involved are sacroiliac joint, symphysis pubis and the surrounding ligaments and muscles.": "The structures that are commonly involved are sacroiliac joint, symphysis pubis and the surrounding ligaments and muscles.",
   "How to manage PGP?": "How to improve pelvic girdle pain?",
   "A biopsychosocial model will be used to guide treatment and management.": "A biopsychosocial model will be used to guide treatment and management.",
   "Treatment and management:": "Physical Therapy:",
   "Reduce pain with massage therapy, acupuncture, tapping, cupping therapy, or electrotherapy.": "Reduce pain with massage therapy, acupuncture, taping, cupping therapy, or electrotherapy.",
   "Exercises:": "Exercises:",
   "Stretches, strengthening, and relaxation exercises.": "Perform stretching, strengthening, and relaxation exercises.",
  
   "Hip": "Hip",
   "What are the common conditions that cause hip pain?": "What are the common conditions that cause hip pain?",
   "Hip osteoarthritis: degenerative condition that affects the hip joint. The cartilage that cushions the joint is worn down causing inflammation, pain, and stiffness.": "Hip osteoarthritis: This is a degenerative condition that affects the hip joint. Cushion The cartilage in the joint is worn away, causing inflammation, pain and stiffness.",
   "How to manage hip pain?": "How to improve hip pain?",
   "For hip osteoarthritis": "For hip osteoarthritis",
   "Treatment and management:": "Physical Therapy:",
   "Reduce pain with manual therapy and hydrotherapy.": "Reduce pain with manual therapy and hydrotherapy.",
   "Adopt healthy lifestyle.": "Adopt healthy lifestyle.",
   "Exercises:": "Exercises:",
   "Exercises are key in managing hip osteoarthritis. These include hip range of motion, hip strengthening exercises (deep hip stabilizers, gluteus maximus and medius, lower limbs, and trunk), and balance and proprioception.": "Movement is to improve hip bone Key for arthritis. This includes hip mobility exercises, hip muscle strengthening exercises (deep hip stabilizers, gluteus maximus and medius, lower body and trunk), as well as balance and proprioception.",
  
   "Thigh": "Thigh",
   "What caused posterior thigh pain?": "What caused posterior thigh pain?",
   "Type 1 hamstring strain: sprinting-relatedinjury that involves high speed.": "Type 1 hamstring strain: associated with high speed running. ",
   "Type 2 hamstring strain: stretch-related injury that is commonly seen in dancers and gymnasts.": "Type 2 hamstring strain: stretch-related injury that is commonly seen in dancers and gymnasts.",
   "How to manage posterior thigh pain?": "How to manage posterior thigh pain?",
   "PEACE & LOVE principle will be used to manage hamstring strain.": "PEACE & LOVE principle will be used to manage hamstring strain.",
   "Protect hamstring by deloading.": "Protect hamstring by deloading.",
   "Elevate the injured limb to reduce swelling.": "Elevate the injured limb to reduce swelling.",
   "Avoid anti-inflammatory medications and ice.": "Avoid anti-inflammatory medications and ice.",
   "Compress with tapping or bandages to reduce swelling.": "Compress with taping or bandages to reduce swelling.",
   "Educate the benefits of active approach to recovery.": "Educate the benefits of active approach to recovery.",
   "Load with gentle movement and exercises.": "Load with gentle movement and exercises.",
   "Optimism: being optimistic.": "Maintain an optimistic attitude.",
   "Vascularisation: aerobic and cardiovascular exercises.": "Perform aerobic and cardiovascular exercises.",
   "Exercises to improve mobility, strength, and flexibility.": "Exercises to improve mobility, strength, and flexibility.",
   "In addition to acute soft tissue management described above, treatment (acupuncture, electrotherapy, massage therapy, or cupping therapy) and strengthening exercises should be commenced as soon as possible to enhance recovery.": "In addition to acute soft tissue management described above, Physical therapy (acupuncture therapy, electrotherapy, massage therapy, or cupping therapy) and exercise therapy (strengthening exercises) should be initiated as early as possible to facilitate recovery.",
  
   "Knee": "Knee",
   "What are the common conditions that cause knee pain?": "What are the common conditions that cause knee pain?",
   "Knee osteoarthritis: often called “wear and tear” arthritis. People with knee osteoarthritis usually complain about pain and stiffness which might affect their mobility.": "Knee osteoarthritis: often called “wear and tear” arthritis. People with knee osteoarthritis often experience pain and stiffness that can affect their mobility. ",
   "Patellofemoral pain syndrome: The patellofemoral joint is the articulation between the patella and the femoral trochlea. Patellofemoral pain occurs when the patellofemoral joint is overloaded. Patellofemoral pain is often associated with activities that load the patellofemoral joint such as stair walking, squating, and running .": "Patellofemoral pain syndrome: The patellofemoral joint is the junction between the kneecap and the trochlea of the femur. Patellofemoral joint pain occurs when the patellofemoral joint is overloaded. Patellofemoral joint pain is often associated with activities that load the patellofemoral joint related to, for example, walking stairs, squatting, and running.",
   "How to manage knee pain?": "How to improve knee pain?",
   "For knee osteoarthritis": "Knee osteoarthritis",
   "Treatment and management:": "Physical Therapy:",
   "Reduce pain with manual therapy and hydrotherapy.": "Reduce pain with manual therapy and hydrotherapy.",
   "Adopt healthy lifestyle.": "Adopt a healthy lifestyle.",
   "Exercises:": "Exercises:",
   "Exercises are key in managing knee osteoarthritis. These include range of motion and strengthening exercises (quadriceps, hamstring, and gluteus).": "Exercises are key in managing knee osteoarthritis. These include range of motion and strengthening exercises (quadriceps, hamstring, and gluteus). quadriceps, hamstrings, and glutes).",
   "For patellofemoral pain syndrome": "Patellofemoral pain syndrome",
   "Treatment and management:": "Physical Therapy:",
   "Reduce pain with manual therapy and tapping.": "Reduce pain with manual therapy and taping techniques.",
   "Exercises:": "Exercises:",
   "Exercises are key in managing patellofemoral pain syndrome. These include range of motion exercises, strengthening exercises (quadriceps, hip muscles, lower limbs, and trunk muscles), and balance and coordination training.": "Motion is the key to improving patellofemoral pain syndrome .Includes joint mobility exercises, strengthening exercises (quadriceps, hip muscles, lower body and trunk muscles), and balance and coordination exercises.",
  
   "Leg": "Leg",
   "What are the common conditions that cause posterior leg pain?": "What are the common conditions that cause posterior leg pain?",
   "Gastrocnemius and soleus strain: both are common causes of posterior leg pain. It occurs when the muscles are overstretched with speed.": "Gastrocnemius and soleus strain: both are common causes of posterior leg pain. It occurs when the muscles are overstretched with speed.",
   "How to manage posterior leg pain?": "How to manage posterior leg pain?",
   "PEACE & LOVE principle will be used to manage calf strain.": "Use the PEACE & LOVE principle to manage calf strain.",
   "Protect calf by deloading.": "Protect calf by deloading.",
   "Elevate the injured limb to reduce swelling.": "Elevate the injured limb to reduce swelling.",
   "Avoid anti-inflammatory medications and ice.": "Avoid anti-inflammatory medications and ice.",
   "Compress with tapping or bandages to reduce swelling.": "Compress with taping or bandages to reduce swelling.",
   "Educate the benefits of active approach to recovery.": "Educate the benefits of active approach to recovery.",
   "Load with gentle movement and exercises.": "Load with gentle movement and exercises.",
   "Optimism: being optimistic.": "Optimism: being optimistic.",
   "Vascularisation: aerobic and cardiovascular exercises.": "Perform aerobic and cardiovascular exercises.",
   "Exercises to improve mobility, strength, and flexibility.": "Exercises to improve mobility, strength, and flexibility.",
   "In addition to acute soft tissue management described above, treatment (acupuncture, electrotherapy, massage therapy, or cupping therapy) and strengthening exercises should be commenced as soon as possible to optimize tissue healing.": "In addition to the above acute soft tissue management , physical therapy (acupuncture therapy, electrotherapy, massage therapy, or cupping therapy) and exercise therapy (strengthening exercises) should be initiated as early as possible to facilitate recovery.",
   "What are the common conditions that cause medial leg pain?": "What cause medial leg pain?",
   "Medial tibial stress syndrome (shin splints): shin splints is a common cause of medial leg pain due to overuse. People with shin splints complain about diffuse pain along the medial aspect of the tibia. Flexor digitorum longus is thought to be the source of pain.": "Inner tibial stress syndrome (shin osteitis): Shin osteitis is a common cause of pain on the inner side of the leg due to overuse. People with shin ostiitis experience sporadic pain on the inner side of the tibia. The long toe flexor muscle is believed to be the source of the pain.",
   "How to manage medial leg pain?": "How to improve medial leg pain?",
   "Treatment and management:": "Physical Therapy:",
   "Deload: avoid or modify activities that aggravate symptoms. Sometimes, poor footwear might be one of the contributing factors to overloading muscles.": "Deload: avoid or modify activities that aggravate symptoms. Sometimes, poor footwear might be one of the contributing factors to overloading muscles.",
   "Taping: tapping might be used to reduce pain and offload sensitive structures around the leg.": "Taping: tapping might be used to reduce pain and offload sensitive structures around the leg.",
   "Acupuncture: acupuncture might be used to release trigger points, reduce muscle tightness, and restore muscle function.": "Acupuncture: acupuncture might be used to release trigger points, reduce muscle tightness, and restore muscle function.",
   "Manual therapy: soft and deep tissue release, or joint mobilization might be used to reduce pain and improve range of motion.": "Manual therapy: soft and deep tissue release, or joint mobilization might be used to reduce pain and improve range of motion.",
   "Electrotherapy: therapeutic ultrasound or interferential therapy might be used to reduce pain and inflammation.": "Electrotherapy: therapeutic ultrasound or interferential therapy might be used to reduce pain and inflammation.",
   "Exercises:": "Exercises:",
   "Range of motion exercises: Range of motion exercises help to improve ankle and foot mobility and prevent stiffness.": "Range of motion exercises: Range of motion exercises help to improve ankle and foot mobility and prevent stiffness.",
   "Strengthening exercises: Strengthening exercises for lower limbs can improve muscle performance.": "Strengthening exercises: Strengthening exercises for lower limbs can improve muscle performance.",
  
   "Achille pain": "Achille pain",
   "What are the common conditions that cause achilles pain?": "What diseases cause Achilles pain?",
   "Midportion and insertional achilles tendinopathy: achilles tendon is the combined tendon of gastrocnemius and soleus muscles. People with achilles tendinopathy complain about gradual onset of pain around mid-portion or at insertion. Achilles tendinopathy might occur in a sing le episode (reactive) or over a period of time (degenerative) as a result of the achilles tendon being overloaded.": "Non-insert (midportion) and insertion (insertional) Achilles tendinopathy: the Achilles tendon is the junction of the gastrocnemius and soleus muscles. People with Achilles tendinopathy experience gradual pain in the middle or bottom of the Achilles tendon. Achilles tendinopathy can be caused by overloading the Achilles tendon. This can happen from a single event (reactive), or gradually over time. Formation (degenerate).",
   "How to manage achilles pain": "How to improve Achilles tendon pain?",
   "Treatment and management:": "Physical Therapy:",
   "Deload: avoid or modify activities that aggravate symptoms. Shoe inserts might be used to reduce pain and offload achilles tendon.": "Deload: avoid or modify activities that aggravate symptoms. Shoe inserts might be used to reduce pain and offload achilles tendon.",
   "Acupuncture: acupuncture might be used to release trigger points, reduce muscle tightness, and restore muscle function.": "Acupuncture: acupuncture might be used to release trigger points, reduce muscle tightness, and restore muscle function.",
   "Manual therapy: soft and deep tissue release, or joint mobilization might be used to reduce pain and improve range of motion.": "Manual therapy: soft and deep tissue release, or joint mobilization might be used to reduce pain and improve range of motion.",
   "Electrotherapy: therapeutic ultrasound or interferential therapy might be used to reduce pain and inflammation.": "Electrotherapy: therapeutic ultrasound or interferential therapy might be used to reduce pain and inflammation.",
   "Exercises:": "Exercises:",
   "Range of motion exercises: Range of motion exercises help to improve ankle mobility and prevent stiffness.": "Range of motion exercises: Range of motion exercises help to improve ankle mobility and prevent stiffness.",
   "Strengthening exercises: Strengthening exercises (isometric, isotonic, plyometric) for lower limbs can improve muscle performance.": "Strengthening exercises: Strengthening exercises (isometric, isotonic, plyometric) for lower limbs can improve muscle performance.",
  
   "Ankle": "Ankle",
   "What are the common conditions that cause ankle pain?": "What are the common conditions that cause ankle pain?",
   "Ankle sprain: Ankle joint is stabilized with its specific bone arrangement and the surrounding ligaments. Ligaments are tough bands of tissue that support and hold joints together. When you overstretch or tear one of these ligaments, this results in a sprained ankle.": "Ankle sprain: Ankle joint is stabilized with its specific bone arrangement and the surrounding ligaments. Ligaments are tough bands of tissue that support and hold joints together. When you overstretch or tear one of these ligaments, this results in a sprained ankle.",
   "How to manage ankle pain?": "How to manage ankle pain?",
   "For ankle sprain": "For ankle sprain",
   "PEACE & LOVE principle will be used to manage an ankle sprain.": "PEACE & LOVE principle will be used to manage an ankle sprain.",
   "Protect ankle by deloading.": "Protect ankle by deloading.",
   "Elevate the injured limb to reduce swelling.": "Elevate the injured limb to reduce swelling.",
   "Avoid anti-inflammatory medications and ice.": "Avoid anti-inflammatory medications and ice.",
   "Compress with tapping or bandages to reduce swelling.": "Compress with taping or bandages to reduce swelling.",
   "Educate the benefits of active approach to recovery.": "Educate the benefits of active approach to recovery.",
   "Load with gentle movement and exercises.": "Load with gentle movement and exercises.",
   "Optimism: being optimistic.": "Optimism: being optimistic.",
   "Vascularisation: aerobic and cardiovascular exercises.": "Vascularisation: aerobic and cardiovascular exercises.",
   "Exercises to improve mobility, strength, and proprioception.": "Exercises to improve mobility, strength, and proprioception.",
   "In addition to acute soft tissue management described above, treatment and exercises (range of motion, strengthening, and balance and proprioception exercises) should be commenced as soon as possible to optimize tissue healing.": "In addition to acute soft tissue management described above, treatment and exercises (range of motion, strengthening, and balance and proprioception exercises) should be commenced as soon as possible to optimize tissue healing.",
  
   "Foot": "Foot",
   "What are the common conditions that cause foot pain?": "What are the common conditions that cause foot pain?",
   "Plantar fasciitis: develops when the connective tissue (plantar fascia), which supports the arch of the foot, is irritated as a result of being overused, overstretched, or direct pressure.": "Plantar fasciitis: develops when the connective tissue (plantar fascia), which supports the arch of the foot, is irritated as a result of being overused, overstretched, or direct pressure.",
   "How to manage foot pain?": "How to manage foot pain?",
   "Plantar fasciitis": "Plantar fasciitis",
   "Treatment and management:": "Treatment and management:",
   "Deload: avoid or modify activities that aggravate symptoms. Sometimes, customized and prefabricated foot orthoses might be used to relieve symptoms.": "Deload: avoid or modify activities that aggravate symptoms. Sometimes, customized and prefabricated foot orthoses might be used to relieve symptoms.",
   "Taping: low dye taping to support plantar fascia.": "Taping: low dye taping to support plantar fascia.",
   "Shockwave therapy: promote tissue healing.": "Shockwave therapy: promote tissue healing.",
   "Acupuncture: reduce muscle tightness in lower limbs.": "Acupuncture: reduce muscle tightness in lower limbs.",
   "Massage therapy: reduce tension in plantar fascia and proximal myofascial regions (calf/hamstrings/glutes).": "Massage therapy: reduce tension in plantar fascia and proximal myofascial regions (calf/hamstrings/glutes).",
   "Manual therapy: reduce joint stiffness around the foot.": "Manual therapy: reduce joint stiffness around the foot.",
   "Exercises: stretches (plantar fascia/calf) and strengthening exercises (lower limbs and foot intrinsics).": "Exercises: stretches (plantar fascia/calf) and strengthening exercises (lower limbs and foot intrinsics)."
}